Repository: efipay/Plugin-Wordpress-Efi
Catalog: manual/woo-gerencianet-official/languages/woo-gerencianet-official-*.po
Languages: pt_br

source: The minimum WooCommerce version compatible with Gerencianet Payment plugin is 2.2.0. Please, update your WooCommerce version.
pt_br: A versão mínima do Woocommerce compatível com o plugin de pagamentos da Gerencianet é a 2.2.0. Por favor, atualize a versão do seu Woocommerce.

source: The minimum PHP version compatible with Gerencianet Payment plugin is 5.4.0. Please, update your PHP version.
pt_br: A versão mínima do PHP compatível com o plugin de pagamento da Gerencianet é a 5.4.0. Por favor, atualize a versão do seu PHP.

source: Gerencianet Gateway depends on the last version of %s to work
pt_br: O plugin da Gerencianet depende da última versão do %s para funcionar

source: Select a payment option
pt_br: Selecione a forma de pagamento

source: Generate Banking Billet
pt_br: Gerar boleto bancário

source: Cancel order &amp; restore cart
pt_br: Cancelar pedido &amp; limpar carrinho

source: This payment will be processed by Gerencianet Payments.
pt_br: Este pagamento será processado pela Gerencianet Pagamentos.

source: Click here to see the Billet
pt_br: Clique aqui para ver o boleto

source: Currency <code>%s</code> is not supported by Gerencianet. Works only with <code>BRL</code> (Brazilian Real).
pt_br: Moeda <code>%s</code> não é suportada pela Gerencianet. Funciona apenas com <code>BRL</code> (Real Brasileiro).

source: You should inform your Gerencianet Application Credentials. %s
pt_br: Você deve informar as credenciais da sua aplicação Gerencianet. %s

source: You should activate at least one payment option to activate the module. %s
pt_br: Você deve ativar pelo menos uma forma de pagamento para ativar o módulo. %s

source: You should inform your Gerencianet Account Payee Code. %s
pt_br: Você deve informar o identificador de sua conta Gerencianet. %s

source: Click here to configure
pt_br: Clique aqui para configurar

source: Sandbox mode is active. The payments will not be valid. %s
pt_br: O modo Sandbox está ativo. Os pagamentos não serão válidos. %s

source: Gerencianet Disabled
pt_br: Gerencianet desabilitado

source: Show Billet
pt_br: Mostrar boleto

source: Charge number:
pt_br: Número da transação:

source: </b>, informed in your registration. If you do not receive the product or service purchased, you have <b>14 days from the payment confirmation</b> date to open a dispute.<br>Get informed in <a href="http://www.gerencianet.com.br/contestacao" target="_blank">www.gerencianet.com.br/contestacao</a>.
pt_br: </b>, informado em seu registro. Se você não receber o produto ou o serviço da compra, você tem <b> até 14 dias a partir da confirmação de pagamento</b> para abrir uma disputa.<br> Mais informações em <a href="http://www.gerencianet.com.br/contestacao" target="_blank">www.gerencianet.com.br/contestacao</a>.

source: The charge on your card is being processed. Soon as it is confirmed, we will send an e-mail to <b>
pt_br: A transação do seu cartão está sendo processada. Assim que for confirmada lhe enviaremos um email <b>

source: The Banking Billet was successfully generated. Make payment in bank, lottery, post office or bankline. Stay tuned to the expiration date of the banking billet.
pt_br: O boleto bancário foi gerado com sucesso. Faça o pagamento em bancos, lotéricas, agências dos correios ou caixa eletrônico. Fique atento(a) a data de vencimento do boleto.

source: Your order was successful and your payment is being processed. Wait until you receive confirmation of payment by email.
pt_br: Seu pedido foi realizado com sucesso e seu pagamento está sendo processado. Espere até receber a confirmação do pagamento por e-mail.

source: Billet emitted by Gerencianet
pt_br: Boleto emitido pela Gerencianet

source: Sandbox mode is active. The payments will not be valid.
pt_br: Modo Sandbox está ativo. Os pagamentos não serão validos.

source: Please, wait...
pt_br: Por favor, espere...

source: Are the last three digits<br>on the back of the card.
pt_br: São os três digitos<br>na parte de trás do cartão.

source: Select the state
pt_br: Selecione o estado

source: Billing Address
pt_br: Endereço de cobrança

source: Pay in
pt_br: Pague em

source: Pay with Credit Card
pt_br: Pague com Cartão de Crédito

source: Pay with Billet Banking
pt_br: Pague com Boleto Bancário

source: You can not pay this order with Gerencianet because the total value is less than R$5,00.
pt_br: Você não pode pagar este pedido com a Gerencianet como boleto ou cartão de crédito porque o valor total é menor do que R$5,00.

source: Select the card brand
pt_br: Selecione a bandeira do cartão de crédito

source: Installments:
pt_br: Parcelas:

source: Security Code:
pt_br: Código de segurança:

source: Expiration date:
pt_br: Data de vencimento:

source: Card Number:
pt_br: Número do cartão:

source: Billing Data
pt_br: Dados da cobrança

source: State:
pt_br: Estado:

source: City:
pt_br: Cidade:

source: Zipcode:
pt_br: Código postal:

source: Complement:
pt_br: Complemento:

source: Neighborhood:
pt_br: Bairro:

source: Number:
pt_br: Número:

source: Address:
pt_br: Endereço:

source: Birth Date:
pt_br: Data de nascimento:

source: Phone:
pt_br: Telefone:

source: Company:
pt_br: Razão Social:

source: Name:
pt_br: Nome:

source: Name/Company:
pt_br: Nome/Razão Social:

source: Opting to pay by Banking Billet, the confirmation will be performed on the next business day after payment.
pt_br: Optando por pagar através de boleto bancário, a confirmação será feita no próximo dia útil após o pagamento.

source: Opting to pay by credit card, the payment is processed and the confirmation will take place within 48 hours.
pt_br: Optando por pagar através de cartão de crédito, o pagamento será processado e a confirmação será feita em 48 horas.

source: Credit Card - Gerencianet
pt_br: Cartão de Crédito - Gerencianet

source: Billet Banking - Gerencianet
pt_br: Boleto Bancário - Gerencianet

source: % Billet
pt_br: % Boleto

source: Discount of
pt_br: Desconto de

source: An error occurred during your request. Please, try again.
pt_br: Um erro ocorreu durante a sua requisição. Por favor, tente novamente.

source: Enable debug for Gerencianet
pt_br: Habilita o debug para a Gerencianet

source: Enable gerencianet sandbox
pt_br: Habilita o modo Sandbox da Gerencianet

source: Tests
pt_br: Testes

source: Enable order auto update
pt_br: Habilita atualização automática dos pedidos

source: Auto order status update
pt_br: Atualização automática dos status dos pedidos

source: Instructions line 4
pt_br: Instruções linha 4

source: Instructions line 3
pt_br: Instruções linha 3

source: Instructions line 2
pt_br: Instruções linha 2

source: Text of billet instructions. Maximum of 90 characters per line.
pt_br: Texto das instruções do boleto. Máximo de 90 caracteres por linha.

source: Instructions line 1
pt_br: Instruções linha 1

source: Billet Instructions (not required)
pt_br: Instruções do Boleto (não obrigatório)

source: Days to expire the billet after printed.
pt_br: Dias para vencimento do boleto após emissão.

source: Number of Days
pt_br: Número de dias

source: Apply discount just on products price
pt_br: Aplica desconto somente no preço dos produtos

source: Apply discount on total value with Shipping
pt_br: Aplica desconto no valor total da compra (com frete)

source: Choose mode of discount.
pt_br: Escolha a forma de desconto.

source: Apply discount mode
pt_br: Aplica o modo de desconto

source: Discount for payment with billet.
pt_br: Desconto para pagamento por boleto.

source: Billet discount
pt_br: Desconto do boleto

source: Billet Settings
pt_br: Configurações do Boleto

source: Enable Credit Card
pt_br: Habilitar cartão de crédito

source: Enable Billet Banking
pt_br: Habilitar boleto bancário

source: Enable Pix
pt_br: Habilitar Pix

source: Pix Settings
pt_br: Configurações do Pix

source: Pix Certificate
pt_br: Certificado Pix

source: Pix Certificate save
pt_br: Certificado Pix salvo

source: Pix discount
pt_br: Desconto do Pix

source: Certificate save
pt_br: Nome do certificado salvo

source: Generate QR-Code
pt_br: Gerar QR-Code

source: Please enter your certificate
pt_br: Por favor, clique aqui para enviar seu certificado

source: Discount for payment with Pix
pt_br: Desconto para pagamentos com Pix

source: Billet or Credit Card or Pix
pt_br: Boleto Bancário ou Cartão de Crédito ou Pix

source: Billet or Pix
pt_br: Boleto ou Pix

source: Billet Banking
pt_br: Boleto Bancário

source: These options need to be available to you in your gerencianet account.
pt_br: Estas opções precisam estar disponíveis para você em sua conta Gerencianet.

source: Payment Settings
pt_br: Configurações do Pagamento

source: Enable One Step Checkout
pt_br: Habilita o checkout em um passo

source: This option allow the payment direct on checkout page. Before use on production, please do some test payments in sandbox mode to verify if it is compatible with your store.
pt_br: Esta opção permite que o pagamento seja feito diretamente na página do checkout. Antes de usar em ambiente de Produção, por favor, faça alguns testes de pagamento em ambiente de Desenvolvimento (Sandbox) para verificar se é compatível com a sua loja.

source: One Step Checkout
pt_br: Checkout em um Passo

source: Please enter your account payee code; this is needed in order to take payment.
pt_br: Por favor, digite o código identificador de sua conta; será necessário para completar o pagamento.

source: Payee Code
pt_br: Código Identificador da Conta

source: Please enter your Client Secret Development; this is needed to test payment.
pt_br: Por favor, forneça o Cliente_Secret de desenvolvimento da sua conta; será necessário para fazer testes de pagamento.

source: Client Secret Development
pt_br: Client_Secret Desenvolvimento

source: Please enter your Client Id Development; this is needed to test payment.
pt_br: Por favor, forneça o Cliente_ID de desenvolvimento da sua conta; será necessário para fazer testes de pagamento.

source: Client ID Development
pt_br: Client_ID Desenvolvimento

source: Please enter your Client Secret Production; this is needed in order to take payment.
pt_br: Por favor, forneça o Cliente_Secret de produção da sua conta; será necessário para fazer pagamentos.

source: Client Secret Production
pt_br: Client_Secret Produção

source: Please enter your Client Id Production; this is needed in order to take payment.
pt_br: Por favor, forneça o Cliente_Id de produção da sua conta; será necessário para fazer pagamento.

source: Client Id Production
pt_br: Client_ID Produção

source: Here you will find your credentials: <a id='showKeysProductionTutorial' class='gn-admin-cursor-pointer'>Client ID/Secret Production</a>, <a id='showKeysDevelopmentTutorial' class='gn-admin-cursor-pointer'>Client ID/Secret Development</a> and <a id='showPayeeCodeTutorial' class='gn-admin-cursor-pointer'>Payee Code</a>
pt_br: Aqui você encontrará suas credenciais: <a id='showKeysProductionTutorial' class='gn-admin-cursor-pointer'>Client ID/Secret Produção</a>, <a id='showKeysDevelopmentTutorial' class='gn-admin-cursor-pointer'>Client ID/Secret Desenvolvimento</a> e <a id='showPayeeCodeTutorial' class='gn-admin-cursor-pointer'>Identificado da conta</a>

source: Gerencianet Credentials
pt_br: Credenciais da Gerencianet

source: Please enter a prefix for your invoice numbers. If you use your gerencianet account for multiple stores ensure this prefix is unqiue as gerencianet will not allow orders with the same invoice number.
pt_br: Digite um prefixo para seus números de fatura. Se você usa sua conta Derencianet para várias lojas, certifique-se de que este prefixo é único, pois a Gerencianet não permitirá pedidos com o mesmo número de fatura.

source: Invoice Prefix
pt_br: Prefixo da Fatura

source: Pay via gerencianet
pt_br: Pague através da Gerencianet

source: This controls the description which the user sees during checkout.
pt_br: Isso controla a descrição que o usuário vê durante o check-out.

source: Description
pt_br: Descrição

source: This controls the title which the user sees during checkout.
pt_br: Isso controla o título que o usuário vê durante o check-out.

source: Title
pt_br: Título

source: Enable Gerencianet Payments
pt_br: Habilita a Gerencianet Pagamentos

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: This module is the official module of Gerencianet Payment Gateway. If you have any doubths or suggestions, contact us at <a href="http://www.gerencianet.com.br">www.gerencianet.com.br</a>
pt_br: Este é o módulo oficial da Gerencianet Pagamentos. Se tiver alguma dúvida ou sugestão, entre em contato conosco em <a href="http://www.gerencianet.com.br">www.gerencianet.com.br</a>

source: Gerencianet Payments - Official Module
pt_br: Gerencianet Pagamentos - Módulo Oficial

source: Billet or Credit Card
pt_br: Boleto ou Cartão de Crédito

source: Credit Card
pt_br: Cartão de Crédito

source: Billet
pt_br: Boleto

source: Pix Key
pt_br: Chave Pix

source: Insert your Pix Key
pt_br: Insira a sua chave Pix

source: Number of Hours
pt_br: Número de Horas

source: Hours to expire the pix after printed
pt_br: Horas para o vencimento do pix após a emissão

source: Credit Card or Pix
pt_br: Cartão de Crédito ou Pix

source: Payment for PIX
pt_br: Pagamento via PIX

source: Scan the code below and make the payment for Pix
pt_br: Escaneie o código abaixo e realize o pagamento através do Pix

source: Validate mTLS
pt_br: Validar mTLS

source: Understand the risks of not configuring mTLS by accessing the link https://gnetbr.com/rke4baDVyd
pt_br: Entenda os riscos de não configurar o mTLS acessando o link https://gnetbr.com/rke4baDVyd
