Repository: efipay/Plugin-Wordpress-Efi
Catalog: manual/woo-gerencianet-oficial/languages/woo-gerencianet-oficial-*.po
Languages: pt_br

source: Billet
pt_br: Boleto Bancário

source: Credit Card
pt_br: Cartão de Crédito

source: Billet or Credit Card
pt_br: Boleto Bancário ou Cartão de Crédito

source: Gerencianet Payments - Official Module
pt_br: Gerencianet - Módulo Oficial

source: This module is the official module of Gerencianet Payment Gateway. If you have any doubths or suggestions, contact us at <a href="http://www.gerencianet.com.br">www.gerencianet.com.br</a>
pt_br: Este é o Módulo Oficial de Pagamentos da Gerencianet. Se você possui alguma dúvida ou sugestão, entre em contato conosco em <a href='http://www.gerencianet.com.br'>www.gerencianet.com.br</a>

source: Enable/Disable
pt_br: Ativado/Desativado

source: Enable Gerencianet Payments
pt_br: Habilitar o Módulo de Pagamentos da Gerencianet

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Este campo é o título que o cliente irá visualizar na tela de Checkout.

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Este campo é a descrição que o cliente irá visualizar na tela de Checkout.

source: Pay via gerencianet
pt_br: Pagar com Gerencianet

source: Invoice Prefix
pt_br: Prefixo do Pedido

source: Please enter a prefix for your invoice numbers. If you use your gerencianet account for multiple stores ensure this prefix is unqiue as gerencianet will not allow orders with the same invoice number.
pt_br: Por favor, preencha um prefixo para suas cobranças. Se você utiliza sua conta gerencianet para várias lojas, assegure que é prefixo escolhido é único pois a gerencianet poderá bloquear a cobrança.

source: Gerencianet Credentials
pt_br: Credenciais Gerencianet

source: Where will you find your credentials: <a id='showKeysProductionTutorial' class='gn-admin-cursor-pointer'>Client ID/Secret Production</a>, <a id='showKeysDevelopmentTutorial' class='gn-admin-cursor-pointer'>Client ID/Secret Development</a> and <a id='showPayeeCodeTutorial' class='gn-admin-cursor-pointer'>Payee Code</a>
pt_br: Onde encontrar sua credenciais: <a id='showKeysProductionTutorial' class='gn-admin-cursor-pointer'>Client ID/Secret Produção</a>, <a id='showKeysDevelopmentTutorial' class='gn-admin-cursor-pointer'>Client ID/Secret Desenvolvimento</a> e <a id='showPayeeCodeTutorial' class='gn-admin-cursor-pointer'>Identificador da Conta</a>

source: Client Id Production
pt_br: Client Id Produção

source: Please enter your Client Id Production; this is needed in order to take payment.
pt_br: Por favor, informe o seu Client Id de Produção; esta credencial é obrigatória para gerar o pagamento.

source: Client Secret Production
pt_br: Client Secret Produção

source: Please enter your Client Secret Production; this is needed in order to take payment.
pt_br: Por favor, informe o seu Client Secret de Produção; esta credencial é obrigatória para gerar o pagamento.

source: Client ID Development
pt_br: Client ID Desenvolvimento

source: Please enter your Client Id Development; this is needed to test payment.
pt_br: Por favor, informe o seu Client Id de Desenvolvimento; esta credencial é obrigatória para testar o pagamento.

source: Client Secret Development
pt_br: Client Secret Desenvolvimento

source: Please enter your Client Secret Development; this is needed to test payment.
pt_br: Por favor, informe o seu Client Secret de Desenvolvimento; esta credencial é obrigatória para testar o pagamento.

source: Payee Code
pt_br: Identificador da Conta

source: Please enter your account payee code; this is needed in order to take payment.
pt_br: Por favor, insira o Payee Code (Identificador da Conta); Esta credencial é obrigatória para gerar as cobranças.

source: One Step Checkout
pt_br: Checkout em um passo

source: This option allow the payment direct on checkout page. Before use on production, please do some test payments in sandbox mode to verify if it is compatible with your store.
pt_br: Esta opção permite que o pagamento seja realizado diretamente na tela de Finalizar Compra. Antes de utilizar esta funcionalidade em produção, realize teste em modo de desenvolvimento para verificar a compatibilidade com a sua loja.

source: Enable One Step Checkout
pt_br: Habilitar Checkout em um Passo

source: Payment Settings
pt_br: Configurações de Pagamento

source: These options need to be available to you in your gerencianet account.
pt_br: Estas opções devem estar disponíveis para você em sua conta Gerencianet.

source: Billet Banking
pt_br: Boleto Bancário

source: Enable Billet Banking
pt_br: Habilitar Boleto Bancário

source: Enable Credit Card
pt_br: Habilitar Cartão de Crédito

source: Billet Settings
pt_br: Configurações do Boleto Bancário

source: Billet discount
pt_br: Desconto no Boleto

source: Discount for payment with billet.
pt_br: Desconto para pagamentos no Boleto Bancário

source: Apply discount mode
pt_br: Modo de aplicar o Desconto

source: Choose mode of discount.
pt_br: Selecione um modo de aplicar o desconto.

source: Apply discount on total value with Shipping
pt_br: Aplicar desconto sobre o valor total da cobrança incluindo o custo de envio

source: Apply discount just on products price
pt_br: Aplicar desconto somente sobre o valor dos produtos

source: Number of Days
pt_br: Número de Dias para vencer

source: Days to expire the billet after printed.
pt_br: Número de dias corridos para vencer depois de gerado.

source: Billet Instructions (not required)
pt_br: Instruções do Boleto

source: Instructions line 1
pt_br: Primeira linha de instrução

source: Text of billet instructions. Maximum of 90 characters per line.
pt_br: Texto da linha de Instrução do Boleto. Máximo de 90 caracteres por linha.

source: Instructions line 2
pt_br: Segunda linha de instrução

source: Instructions line 3
pt_br: Terceira linha de instrução

source: Instructions line 4
pt_br: Quarta linha de instrução

source: Callback
pt_br: Notificação

source: Auto order status update
pt_br: Atualizar automaticamente o status do pedido no WooCommerce

source: Enable order auto update
pt_br: Habilitar o update automático do pedido.

source: Tests
pt_br: Testes

source: Enable gerencianet sandbox
pt_br: Habilitar Sandbox Gerencianet (Ambiente de testes)

source: Enable debug for Gerencianet
pt_br: Habilitar debug para o módulo da Gerencianet

source: An error occurred during your request. Please, try again.
pt_br: Ocorreu um erro durante a sua requisição. Por favor, tente novamente.

source: Discount of
pt_br: Desconto de

source: % Billet
pt_br: % no Boleto

source: Billet Banking - Gerencianet
pt_br: Boleto Bancário - Gerencianet

source: Waiting
pt_br: Aguardando

source: Credit Card - Gerencianet
pt_br: Cartão de Crédito - Gerencianet

source: Opting to pay by credit card, the payment is processed and the confirmation will take place within 48 hours.
pt_br: Optando pelo pagamento com cartão de crédito, o pagamento é processado e a confirmação ocorrerá em até 48 horas.

source: Opting to pay by Banking Billet, the confirmation will be performed on the next business day after payment.
pt_br: Optando pelo pagamento por Boleto, a confirmação será realizada no dia útil seguinte ao pagamento.

source: Company:
pt_br: Razão Social:

source: Name:
pt_br: Nome:

source: Phone:
pt_br: Telefone:

source: Birth Date:
pt_br: Data de nascimento:

source: Address:
pt_br: Endereço:

source: Number:
pt_br: Número:

source: Neighborhood:
pt_br: Bairro:

source: Complement:
pt_br: Complemento:

source: Zipcode:
pt_br: CEP:

source: City:
pt_br: Cidade:

source: State:
pt_br: Estado:

source: Billing Data
pt_br: Dados de pagamento

source: Card Number:
pt_br: Número do cartão:

source: Expiration date:
pt_br: Validade:

source: Security Code:
pt_br: Código de Segurança:

source: Installments:
pt_br: Quantidade de parcelas:

source: Select the card brand
pt_br: Selecione a bandeira do cartão

source: Pay as juridical person
pt_br: Pagar com dados de Pessoa Jurídica

source: You can not pay this order with Gerencianet because the total value is less than R$5,00.
pt_br: Você não pode pagar este pedido com a Gerencianet pois o valor total do pedido é inferior à R$5,00.

source: Pay with Billet Banking
pt_br: Pagar com Boleto Bancário

source: Pay with Credit Card
pt_br: Pagar com Cartão de Crédito

source: Pay in
pt_br: Pague em até

source: Billing Address
pt_br: ENDEREÇO DA COBRANÇA:

source: Select the state
pt_br: Selecione o estado

source: Are the last three digits<br>on the back of the card.
pt_br: São os três últimos<br>dígitos no verso do cartão.

source: Select the Card Brand
pt_br: Selecione a bandeira do cartão

source: Please, wait...
pt_br: Aguarde um instante...

source: Sandbox mode is active. The payments will not be valid.
pt_br: O modo Sandbox (Ambiente de testes) está ativo. Suas cobranças não serão validadas.

source: Billet emitted by Gerencianet
pt_br: Boleto emitido através da Gerencianet

source: Your order was successful and your payment is being processed. Wait until you receive confirmation of payment by email.
pt_br: Seu pedido foi realizado com sucesso e seu pagamento está sendo processado. Aguarde até receber a confirmação do pagamento por e-mail.

source: The Banking Billet was successfully generated. Make payment in bank, lottery, post office or bankline. Stay tuned to the expiration date of the banking billet.
pt_br: O Boleto Bancário foi gerado com sucesso. Efetue o pagamento em qualquer banco conveniado, lotéricas, correios ou bankline. Fique atento à data de vencimento do boleto.

source: The charge on your card is being processed. Soon as it is confirmed, we will send an e-mail to <b>
pt_br: A cobrança em seu cartão está sendo processada. Assim que houver a confirmação, enviaremos um e-mail para o endereço <b>

source: </b>, informed in your registration. If you do not receive the product or service purchased, you have <b>14 days from the payment confirmation</b> date to open a dispute.<br>Get informed in <a href="http://www.gerencianet.com.br/contestacao" target="_blank">www.gerencianet.com.br/contestacao</a>.
pt_br: </b>, informado em seu cadastro. Caso não receba o produto ou serviço adquirido, você tem o prazo de <b>14 dias a partir da data de confirmação</b> do pagamento para abrir uma contestação.<br> Informe-se em <a href='http://www.gerencianet.com.br/contestacao' target='_blank'>www.gerencianet.com.br/contestacao</a>.

source: Charge number:
pt_br: Número da cobrança:

source: Show Billet
pt_br: Visualizar Boleto

source: Request Failure
pt_br: Requisição falhou

source: Paid
pt_br: Pago

source: Unpaid
pt_br: Não Pago

source: Refunded
pt_br: Reembolsado

source: Contested
pt_br: Contestado

source: Canceled
pt_br: Cancelado

source: Gerencianet Disabled
pt_br: Gerencianet Desabilitada

source: Sandbox mode is active. The payments will not be valid. %s
pt_br: O modo Sandbox (Ambiente de testes) está ativo. Suas cobranças não serão validadas.

source: Click here to configure
pt_br: Clique aqui para configurar

source: You should inform your Gerencianet Account Payee Code. %s
pt_br: Você deve informar o Identificar de sua conta Gerencianet. %s

source: You should activate at least one payment option to activate the module. %s
pt_br: Você deve ativar ao menos uma opção de recebimento para ativar o módulo. %s

source: You should inform your Gerencianet Application Credentials. %s
pt_br: Você deve informar suas credenciais da Aplicação Gerencianet. %s

source: Currency <code>%s</code> is not supported by Gerencianet. Works only with <code>BRL</code> (Brazilian Real).
pt_br: A moeda <code>%s</code> não é suportada pela Gerencianet. O módulo só funciona com a moeda <code>BRL</code> (Real Brasileiro).

source: Click here to see the Billet
pt_br: Clique aqui para visualizar o Boleto

source: Gerencianet Gateway depends on the last version of %s to work!
pt_br: O módulo da Gerencianet depende da última versão do %s para funcionar!

source: The minimum PHP version compatible with Gerencianet Payment plugin is 5.4.0. Please, update your PHP version.
pt_br: A versão mínima do PHP compatível com o Plugin de Pagamentos da Gerencianet é 5.4.0. Por favor, atualize a versão do PHP instalado.

source: The minimum WooCommerce version compatible with Gerencianet Payment plugin is 2.2.0. Please, update your WooCommerce version.
pt_br: A versão mínima do WooCommerce compatível com o Plugin de Pagamentos da Gerencianet é 2.2.0. Por favor, atualize a versão do WooCommerce instalado.

source: This payment will be processed by Gerencianet Payments.
pt_br: Esta cobrança será processada pela Gerencianet Pagamentos.

source: Cancel order &amp; restore cart
pt_br: Cancelar pedido &amp; recuperar Carrinho

source: Generate Banking Billet
pt_br: Gerar Boleto Bancário

source: Select a payment option
pt_br: Selecione um método de Pagamento
